[
  {
    "title": "New Technology, But Old Wisdom Applies",
    "id": 0,
    "text": "Shopping for a solar power system and choosing a solar installer can be an exciting time for many people, but as with any investment, you’ll need to be careful who you deal with.  Like in any industry, the solar power sector has its share of unscrupulous parties who have little interest in the technology, environmental benefits and your needs. They are only chasing your money – and they’ll be ruthless in doing so. Basically, the old saying “if a deal sounds too good to be true, it most likely is” applies very much to purchasing a solar power system.",
    "image": "img/solar1.jpg"
  },
  {
    "title": "Avoid Becoming A Solar PV Horror Story",
    "id": 1,
    "text": "We’ve been in the solar power industry for some years and during that time, we’ve heard countless horror stories from customers regarding some vendors and solar installers; everything from leaking roofs after installations have been performed to householders going into debt for decades.  As a public service, we’ve decided to publish some of the common tricks, traps, cons and scams so you can avoid them.  Are we chasing your business? Of course! But as a renewable energy leader in Australia that is truly passionate about solar energy, Energy Matters also firmly believes our industry needs to adhere to the highest ethical standards – it ensures protection for the consumer and a more level playing field for those of us involved in the solar sector."
  },
  {
    "title": "Beware of fast talking sales people",
    "id": 2
  },
  {
    "title": "High pressure tactics",
    "id": 3
  },
  {
    "title": "Home assessments",
    "id": 4
  },
  {
    "title": "Ignoring simple energy efficiency solutions to reduce cost",
    "id": 5
  },
  {
    "title": "A system with a 4kW inverter is not always a 4kW system",
    "id": 6
  },
  {
    "title": "System upgrades and 'upgradeable systems'",
    "id": 7
  },
  {
    "title": "Grey market/counterfeit products",
    "id": 8
  },
  {
    "title": "Low quality components",
    "id": 9
  },
  {
    "title": "Extra costs",
    "id": 10
  },
  {
    "title": "Certification of components and pre-certification installation",
    "id": 11
  },
  {
    "title": "Component substitution",
    "id": 12
  },
  {
    "title": "Warranty issues",
    "id": 13
  },
  {
    "title": "Buy-back guarantees",
    "id": 14
  },
  {
    "title": "Inflated performance claims",
    "id": 15
  },
  {
    "title": "Shade tolerance claims",
    "id": 16
  },
  {
    "title": "Fine print contracts",
    "id": 17
  },
  {
    "title": "Demand for high deposits",
    "id": 18
  },
  {
    "title": "Gimmicks, gadgets and bonuses",
    "id": 19
  },
  {
    "title": "Collusion with related industries",
    "id": 20
  },
  {
    "title": "Choosing a solar installer",
    "id": 21
  }
]
